// [-] Капитально переработать цветовую схему !!!

// [+] Ревью компонента секции
// [+] Вынести компонент переключателя
// [+] Инициализировать PrivacyPage и добавить её в сайдбар
// [+] About -> Education
// [-] Projects -> Grid + Card
// [-] PrivacyPage -> Настроить карточки
// [-] Ревью + рефактор компонента карточки
// [-] Ревью + рефактор компонента FileContainer
// [-] Сделать тултипы для неочевидных моментов ???
// [-] Навигация клавиатурой
// [-] Анимации (если нужны)
// [-] Accessibility (aria-label, alt и тд тп)
// [-] Перепроверить все переводы в приложении
// [-] Адаптив
// [-] Улучшить стилистику (тени, бордеры, фон и тд)
// [-] Добавить размыетие для граней контента (MainLayout -> content)
// [-] Fav icon, SEO(meta), может еще что-то вспомню
// [-] Полный ревью + рефактор (повыносить все магические числа/строки в модули)
// [-] Закончить readme файл (попутно упростить его)
// [-] Делпой
